Repository: r7-labs/R7.Epsilon
Catalog: R7.Epsilon/Skins/App_LocalResources/SharedResources.*.resx
Languages: ru_ru

# SystemUser.Text
source: System
ru_ru: Система

# A11y_Tooltip.Text
source: Accessibility features
ru_ru: Возможности повышенной доступности

# A11yDisablePopups.Text
source: Disable DNN modal popups
ru_ru: Отключить всплывающие окна DNN

# A11yIncreaseFontSize.Text
source: Increase font size
ru_ru: Увеличить размер шрифта

# A11yDecreaseFontSize.Text
source: Decrease font size
ru_ru: Уменьшить размер шрифта

# A11yRestoreDefaults.Text
source: Restore defaults
ru_ru: Восстановить умолчания

# A11yWebsiteVersion.Text
source: Accessible website version
ru_ru: Версия сайта для слабовидящих

# SkinCopyright.Text
source: <![CDATA[<a href="https://github.com/roman-yagodin/R7.Epsilon" target="_blank">R7.Epsilon Theme v{version}</a>]]>
ru_ru: <![CDATA[<a href="https://github.com/roman-yagodin/R7.Epsilon" target="_blank">Тема R7.Epsilon v{version}</a>]]>

# CopyrightNote.Text
source: When copying content, a link to the site is required
ru_ru: При копировании содержимого ссылка на сайт обязательна

# ButtonUp_Tooltip.Text
source: Click here to go to the top of the page.
ru_ru: Нажмите здесь, чтобы перейти к началу страницы.

# ToggleNavigation.Text
source: Toggle navigation
ru_ru: Включить/выключить навигационное меню

# SkipToContent.Text
source: Skip to main content
ru_ru: Перейти напрямую к содержимому

# PublishedOnDate_Format.Text
source: dd MMM yyyy
ru_ru: dd MMMM yyyy

# BrowserAlert_Title.Text
source: Warning!
ru_ru: Внимание!

# BrowserAlert_Body.Text
source: You may be using an outdated version of the browser! As a result, our website may be displayed incorrectly, some of its features may not work properly or will not be available.
ru_ru: Возможно, вы используете устаревшую версию браузера! Как следствие, наш сайт может отображаться неправильно, а отдельные его функции могут работать некорректно или будут недоступны.

# BrowserAlert_Button_Label.Text
source: Got it!
ru_ru: Понятно!

# CookiesAlert_Title.Text
source: Note:
ru_ru: Примечание:

# CookiesDisabledAlert_Title.Text
source: Warning!
ru_ru: Внимание!

# CookiesAlert_Body.Text
source: <![CDATA[<p>Like many other websites, we use <strong><a href="https://en.wikipedia.org/wiki/HTTP_cookie" target="_blank">cookies</a></strong> to ensure that we provide you with the best experience.</p>]]>
ru_ru: <![CDATA[<p>Как и многие другие сайты, <strong><a href="https://ru.wikipedia.org/wiki/Cookie" target="_blank">мы используем куки</a></strong> для того, чтобы сделать ваше пребывание на сайте максимально удобным.</p>]]>

# CookiesDisabledAlert_Body.Text
source: <![CDATA[<p>Like many other websites, we use <strong><a href="https://en.wikipedia.org/wiki/HTTP_cookie" target="_blank">cookies</a></strong> to ensure that we provide you with the best experience.</p> <p>We have determined that cookies are disabled in your browser, so some features of our website will not be available or may not work properly. <p><strong>Please enable cookies in your browser and reload the page!</strong></p>]]>
ru_ru: <![CDATA[<p>Как и многие другие сайты, <strong><a href="https://ru.wikipedia.org/wiki/Cookie" target="_blank">мы используем куки</a></strong> для того, чтобы сделать ваше пребывание на сайте максимально удобным.</p> <p>Мы определили, что в вашем браузере отключен прием куки, в результате некоторые возможности нашего сайта будут недоступны или могут работать некорректно. <p><strong>Пожалуйста, включите прием куки в вашем браузере и обновите страницу!</strong></p>]]>

# CookiesAlert_Button_Label.Text
source: Got it!
ru_ru: Понятно!

# CookiesDisabledAlert_Button_Label.Text
source: I'll do it!
ru_ru: Я сделаю это!

# Close.Text
source: Close
ru_ru: Закрыть

# NotSpecified.Text
source: (not specified)
ru_ru: (не указано)

# SocialGroups.Text
source: Follow Us!
ru_ru: Присоединяйтесь!

# VKontakte.Text
source: VKontakte
ru_ru: ВКонтакте

# Odnoklassniki.Text
source: Odnoklassniki
ru_ru: Одноклассники

# Instagram.Text
source: Instagram
ru_ru: Инстаграм

# YandexCycounter.Text
source: Yandex website quality index
ru_ru: Индекс качества сайта Яндекс

# Languages.Text
source: Languages
ru_ru: Языки

# Websites.Text
source: Our Websites
ru_ru: Наши сайты

# UserProfile.Text
source: User Profile
ru_ru: Профиль пользователя

# GoogleTranslate.Text
source: Translate with Google
ru_ru: Перевести с помощью Google

# AgeRating_Title.Text
source: Age Rating PEGI 12
ru_ru: Знак информационной продукции (12+)

# AgeRating_Content.Text
source: <![CDATA[<p>Information product for <strong>children since the age of twelve years - PEGI 12</strong> (unless otherwise specified).</p> <p class="mb-1"><a class="btn btn-sm btn-info" href="https://pegi.info/" target="_blank">More info</a></p>]]>
ru_ru: <![CDATA[<p>Информационная продукция <strong>для детей старше 12 лет</strong> (если иное не указано дополнительно).</p> <p class="mb-1"><a id="btnSkinOpenAgeRating" class="btn btn-sm btn-block btn-info" href="https://base.garant.ru/77680092/948c9c0734b6e944a4727660f2d5a027/" target="_blank">Узнать больше</a></p>]]>

# Feedback_Title.Text
source: Feedback
ru_ru: Обратная связь

# Feedback_MessageTemplate.Text
source: \n\n---\nLink to Page: {page}\nSelection: \"{selection}\"
ru_ru: --- Ссылка на страницу: {page} Выделенный фрагмент: "{selection}"

# Feedback_Content.Text
source: <![CDATA[<p>In order to provide a feedback, click the button below. You can <strong>preliminarily select a portion of text</strong> on the page to pass it to the form.</p> <p class="mb-1"><a id="btnSkinOpenFeedback" class="btn btn-sm btn-primary">Open feedback form</a></p>]]>
ru_ru: <![CDATA[<p>Чтобы отправить нам сообщение, воспользуйтесь формой обратной связи. <strong>Выделите фрагмент текста</strong> на странице, чтобы передать его в форму.</p> <p class="mb-1"><a id="btnSkinOpenFeedback" class="btn btn-sm btn-block btn-primary">Открыть форму обратной связи</a></p>]]>

# PublishedDate.Text
source: Published:
ru_ru: Опубликовано:

# PublishedDate_Tooltip.Text
source: Publish date of the page.
ru_ru: Дата публикации страницы.

# LastModifiedDate.Text
source: Last Modified:
ru_ru: Последние изменения:

# LastModifiedDate_Tooltip.Text
source: Last modified date of page contents (or settings).
ru_ru: Дата последних изменений содержимого (или настроек) страницы.

# LastModifiedByUser_Tooltip.Text
source: The last user who was modified the page contents (or settings).
ru_ru: Пользователь, последним вносивший изменения в содержимое (или настройки) страницы.

# Permalinks.Text
source: Permalinks…
ru_ru: Постоянные ссылки…

# Permalinks_Tooltip.Text
source: Get permalink to share site content.
ru_ru: Получить постоянную ссылку для цитирования содержимого сайта.

# Permalinks_ModalTitle.Text
source: Permalinks
ru_ru: Постоянные ссылки

# Permalinks_Help.Text
source: Please use one of the permalinks provided below to share our website content. Do not use the URL copied from your browser address line for that - it could easily change and so the copied link will get broken soon!
ru_ru: Пожалуйста, используйте одну из представленных ниже постоянных ссылок для цитирования содержимого нашего сайта. Никогда не используйте для этого ссылки, скопированные непосредственно из адресной строки браузера - долговременная доступность материалов сайта по таким ссылкам не может быть гарантирована!

# CopyPermalink.Text
source: copy
ru_ru: копировать

# CopyPermalink_Tooltip.Text
source: Click to copy permalink to the clipboard.
ru_ru: Нажмите, чтобы скопировать постоянную ссылку в буфер обмена.

# CreateShortUrl_Tooltip.Text
source: Create short URL with
ru_ru: Создать короткую ссылку с использованием

# PartialContentAlert_Title.Text
source: Partial content
ru_ru: Показано частичное содержимое!

# PartialContentAlert_Template.Text
source: <![CDATA[<p class="mb-0">Below is shown the one of many blocks of information on the <strong>[TabName]</strong> page. You can <a class="alert-link" href="[TabUrl]#[ModuleId]">navigate to this block</a> on the full page version.</p>]]>
ru_ru: <![CDATA[<p>Ниже показан один из блоков информации, доступных на странице.</p> <p class="mb-0">Вы также можете <a class="alert-link" href="[TabUrl]#[ModuleId]">просмотреть этот блок на странице "[TabName]"</a> в его оригинальном контексте, или просто <a class="alert-link" href="[TabUrl]">открыть полную версию страницы "[TabName]"</a>.</p>]]>

# PageNotPublishedAlert_Title.Text
source: Page is not published
ru_ru: Страница не опубликована

# PageNotPublishedAlert_Body.Text
source: The page is not published. Probably its publication has expired, or its content is under development.
ru_ru: Данная страница не опубликована. Возможно, истёк срок её публикации, либо её содержимое находится в процессе разработки.

# SearchModalButton.Text
source: Search
ru_ru: Поиск

# SearchModalTitle.Text
source: Search
ru_ru: Поиск

# SearchEngines.Text
source: Not found you have looked for? Use web search engines to find content on our site:
ru_ru: Не нашли того, что искали? Используйте внешние поисковые системы для поиска по нашему сайту:

# SearchWith.Text
source: Search with
ru_ru: Искать с помощью

# SearchEngineType_Yandex.Text
source: Yandex
ru_ru: Яндекс

# ModalClose.Text
source: Close
ru_ru: Закрыть

# Theme_green.Text
source: Green theme
ru_ru: Зеленая тема

# Theme_blue.Text
source: Blue theme
ru_ru: Синяя тема

# Theme_brown.Text
source: Brown theme
ru_ru: Коричневая тема

# Theme_contrast.Text
source: Contrast theme
ru_ru: Контрастная тема

# DefaultTheme.Text
source: (default)
ru_ru: (по умолчанию)

# DropCrumb_AriaLabel.Text
source: Breadcrumbs navigation
ru_ru: Навигация с помощью "хлебных крошек"

# DropCrumb_Home_Tooltip.Text
source: Navigate to the home page.
ru_ru: Перейти на главную страницу.

# Menu_GoToPage.Text
source: Navigate to page
ru_ru: Перейти на страницу

# Menu_DateFormat.Text
source: MMM dd
ru_ru: dd MMM
